Repository: mac-curver/Postscript-Playground
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: Changes to Postscript file were not saved
de: Änderungen an der Postscript Datei wurden nicht gesichert

source: Click Play to convert
de: Play-Taste zum konvertieren drücken

source: Enter ps converter path
de: PS Konverter Pfad eingeben

source: Help
de: Hilfe

source: Ignore and don't save
de: Ignorieren und nicht sichern

# InstallGhostScriptKey
source: Please install either the Xcode tools (only Ventura) or alternatively Ghostscript using Macports or Homebrew. The App should be closed now!
de: Bitte die XCode Tools oder alternativ mittels Macports oder Homebrew Ghostscript installieren. Die Anwendung wird beendet!

source: No ps to pdf converter could be found
de: Es konnte kein Postscript Konverter gefunden werden

source: Only a single file can be opened at at time
de: Nur eine einzige Datei kann auf einmal geöffnet werden

# OnlySingleFileKey
source: This app allows to edit a single .ps at a time. Only the first selected file is being opened for editing.
de: Dieses Programm kann nur eine einzelne .ps Datei auf einmal bearbeiten. Nur die zuerst selektierte Datei wird zum Editieren geöffnet.

source: Please choose a .ps file to be converted to pdf
de: Bitte eine .ps Datei zum Konvertieren auswählen

source: Please select a ps to pdf converter
de: Bitte einen ps zu pdf Konverter auswählen

source: Postscript %@ could not be loaded
de: Die Postscript Datei %@ konnte nicht geladen werden

source: Postscript file couldn't be converted
de: Postscript Datei konnte nicht konvertiert werden

source: Postscript file couldn't be saved
de: Postscript Datei konnte nicht gespeichert werden

# PSNotLoadedKey
source: Postscript file %@ could not be loaded
de: Die Postscript Datei %@ konnte nicht geladen werden

source: Quit
de: Beenden

source: Runs in automatic mode
de: Automatik Modus

source: Runs in automatic stop mode
de: Automatik Stopmodus

source: Save the changes
de: Änderungen sichern

source: Store the .pdf file?
de: Die .pdf Datei speichern?

source: The current file contains changes, that were not yet stored onto the disk!
de: Die aktuelle Datei enthält Änderungen, die noch nicht abgespeichert wurden!

source: Write to Postscript file
de: Die Postscript Datei schreiben
